{
  "meta-title": "Borinorge — Direkte stytte",
  "meta-description": "Discover Bor i Norge's impactful volunteer project for Ukrainian refugees, led by Vadym Kaninskyi and Olena Varlamova, showcasing community support.",
  "title": "Direkte stytte",
  "fra-vadym": "Nokre få ord om direkte stytte frå prosjektarrangør og friviljug Vadym Kaninskyj:",
  "quote-vadym": "Eg har lang erfaring med friviljug arbeid, ogso internasjonalt. So eg visste kva eg skulle gjera og korleis eg skal hjelpa. Ved å bruka moderne kommunikasjonverktøy samla eg meir enn 50 friviljuge som hjelpte til ukrainske flyktningar meir enn 1300 gongar.",
  "fra-olena": "Nokre ord om målretta bistand frå friviljug Olena Varlamova:",
  "quote-olena": "Eg kom til Noreg i april 2022 med mine tre døtrer. Ektemannen vart igjen for å forsyrgja foreldra og husstanden i Ukraina. Livet førebudde oss ikkje på naudflytting, so livet i eit flyktninglæger var ein skikkeleg prøving. For på éin eller annan måte å gjera livet til borna mine betre og hjelpa andre menneske, vart eg med i teamet til Vadym som friviljug. Eg intervjua naboar og laga lister over kva hjelp dei trong. Det hjelpte meg å forstå kva behov folk har, å møta andre friviljuge og å gjera livet litt betre.",
  "summary-title": "Resultaten",
  "summary-text": "Stytte for direkte adresser eksisterte i sju veker. I laupet av denne tida hjelpte friviljuge til mykje. Nivået på førespurnadar har auka betydeleg i gjennomsnitt i laupet av denne tida, overskride levestandarden for friviljuge sjølv. Dette er faktisk eit godt punkt der direkte adressestytte ikkje lenger er naudsynt.",
  "statistics-title": "Statistikken",
  "statistics-text": "På 7 veker kom det inn 1258 førespurnadar, og minst 340 vart laust. Totalresultatet var 27% det vil seia at kvar fjerde søknad vart oppfylt. Dette er eit flott resultat!",
  "volunteers-involved": "Prosjektet involverte minst 50 friviljuge:",
  "volunteers-list": "Aleksandra, Alexandra, Alyona, Andrey, Aséma, Elena, Elena, Elena, Irina, Julia, Kirill, Lana, Lidia, Lina, Polina, Sveta, Victoria, Alexey, Alena, Anastasia, Anna, Anna, Asel, Vagif, Vadim, Dmitry, Evgenia, Evgenia, Elena, Katerina, Katya, Katya, Xenia, Maria, Maria, Maria, Nadia, Natalia, Oksana, Olena, Olga, Olga, Roman, Tatyana, Tatyana, Tetyana, Evelina, Julia, Julia, Julia.",
  "project-complete": "Måla for prosjektet er nådd. Prosjekt fullført."
}
