{
  "meta-title": "Borinorge — Ordbøkene",
  "meta-description": "In May 2023, we gathered together to translate the interface of the Ordbøkene website. The work was supported by experts from the University of Bergen and the Language Council of Norway.",
  "title": "Ordbøkene",
  "description": "I mai 2023 samla me oss for å omsetja brukargrensesnittet til nettsida Ordbøkene.no. Arbeidet vart støtta av ekspertar frå Universitetet i Bergen og Språkrådet i Noreg. I april 2024 vart den nye versjonen av nettstaden Ordbøkene lansert. Den ukrainske versjonen er oppdatert.",
  "description-2024": "In April 2024, the new version of the Ordbøkene website was released. The Ukrainian version is up to date.",
  "team": "Vadym Kaninskyi, Olena Varlamova, Margunn Rauset and Oksana Donets:",
  "fra-margunn": "Nokre ord frå Margunn Rauset, som er prosjektleiar for revisjonen av Bokmålsordboka og Nynorskordboka på Universitetet i Bergen:",
  "quote-margunn": "Ordbokredaksjonar i mange land legg til rette for søk i digitale ordbøker på engelsk, som er lingua franca i vår tid. I alle fall i nordisk samanheng er det ei nyvinning at ei gruppe med kompetanse på eit anna språk enn dei ei ordbokside omfattar, sjølv tek initiativ til å laga ei omsetjing av grensesnittet, slik at ordbøkene vert enklare å taka i bruk for nye brukargrupper. Teamet som kontakta Universitetet i Bergen og Språkrådet fordi dei ville laga ei ukrainsk omsetjing av grensesnittet til ordbøkene.no, viste seg å vera sett saman av dedikerte, profesjonelle og flinke folk som handterte både dei språklege og tekniske sidene ved prosjektet med glans. Olena, Oksana, Vadym og dei andre bidragsytarane har gjort ordbøkene.no meir tilgjengelege og innovative, og eg gler meg til å fylgja med på korleis desse drivande dyktige og hyggjelege menneska kjem til å bidraga til andre norske prosjekt.",
  "fra-olena": "Nokre ord frå Olena Varlamova:",
  "quote-olena": "Mange ukrainarar brukar ordbøker på nett for å læra norsk. Me tenkte det ville vera flott å omsetja brukargrensesnittet på nettstaden Ordbøkene.no til ukrainsk. Me har kontakta spesialistar ved Universitetet i Bergen og Språkrådet, og dei støttar initiativet vårt. I teamet vårt har me lingvistar, omsetjarar, programmerarar og leiarar. Me er glade for å kunna laga ei god omsetjing av brukargrensesnittet til nettstaden.",
  "oksana-ta-sturla": "Oksana Donets og Sturla Berg-Olsen, seniorrådgjevar i Språkrådet:",
  "fra-oksana": "Nokre ord frå Oksana Donets:",
  "quote-oksana": "Ordbøkene er ein av mine favorittresursar for å læra norsk. I dette prosjektet var eg ansvarleg for sluttesting av grensesnittet og kommunikasjonen med kollegaer frå Språkrådet. I tillegg leidde eg arbeidet med å laga ein video der me presenterte det ukrainske grensesnittet. Den journalistiske røynsla mi kom godt med her. Du kan sjå videoen lenger ned på sida."
}
