{
  "meta-title": "Borinorge — Home",
  "meta-description": "Me bur i Noreg er ei nettside for deg som nyleg har flytta til Noreg og gjerne vil vera aktivt med i det norske samfunnet. Målet er å byggja bru mellom kulturar igjennom idéar til møteplassar og friviljug arbeid, og å hjelpa deg som nyleg har flytta til Noreg, med svar på spørsmål kring integrering.",
  "hello": "Hei, alle saman! 👋",
  "lang": "Language",
  "en": "English",
  "no": "Norwegian",
  "nn": "Norwegian nynorsk",
  "ru": "Russian",
  "uk": "Ukrainian",
  "description-part-1": "Me bur i Noreg er ei nettside for deg som nyleg har flytta til Noreg og gjerne vil vera aktivt med i det norske samfunnet. Målet er å byggja bru mellom kulturar igjennom idéar til møteplassar og friviljug arbeid, og å hjelpa deg som nyleg har flytta til Noreg, med svar på spørsmål kring integrering",
  "description-part-2": "Som innflyttar til Noreg har dei fleste eit ynske om å gjera noko i samfunnet, men korleis skal ein koma i gang? Å vera med i eit friviljug prosjekt kan vera ein god start. Det gjev høve til å møta nye folkmenneske, og er samstundes både spennande og meiningsfullt. Slike prosjekt kan ogso vera ein inngangsbillett til det ordinære arbeidslivet ved at du får vist fram kva du kan og bygt deg opp ein CV.",
  "privacy-statement": "Personvernerklæring",
  "privacy-policy": "Burinoreg samlar inn anonymisert informasjon om vitjande på nettstaden ved hjelp av Vercel Web Analytics. Denne teknologien brukar ikkje informasjonskapslar og lagrar berre anonymisert informasjon i opp til 30 dagar. Statistikken vert innsamla for å forbetra og vidareutvikla nettstaden. Døme på kva statistikken gjev svar på, er talet på personar som vitjar dei ulike sidene, kva nettlesarar som vert brukte, og kva land vitjingane kjem frå. Vercel Web Analytics overheld GDPR-lova.",
  "coming-soon": "Projects are coming soon...",
  "projects": "Projects",
  "project-alias": "Alias Online",
  "project-ordbokene": "Ordbøkene",
  "project-it-kunnskap": "IT marathon",
  "project-redaksjon": "Redaction",
  "project-direkte-stotte": "Direkte støtte",
  "about-us": "About us",
  "about-us-description-part-1": "Me bur i Noreg er eit urban common-prosjekt som vert drive av friviljuge. Initiativtakaren er Vadym Kaninskyj, som starta nettsida i 2022. Nedanfor finn du meir informasjon om kven me er.",
  "about-us-description-part-2": "Har du innspel til nettsida? Tak gjerne kontakt med éin av oss:",
  "oksana-donets": "Oksana Donets",
  "olena-varlamova": "Olena Varlamova",
  "vadym-kaninskyi": "Vadym Kaninskyi",
  "history": "Historie",
  "history-info": "Denne delen av nettstaden handlar om prosjekt som er fullførte. Arbeidet med dei er avslutta, men dei held fram med å vera viktige for oss."
}
