{
  "meta-title": "Borinorge — Direct support",
  "meta-description": "Discover Bor i Norge's impactful volunteer project for Ukrainian refugees, led by Vadym Kaninskyi and Olena Varlamova, showcasing community support.",
  "title": "Direct support",
  "fra-vadym": "A few words about direct support from project organizer and volunteer Vadym Kaninskyi:",
  "quote-vadym": "I have extensive experience in volunteer work, including international experience. Therefore, I knew what to do and how to help. Using modern communication tools, I brought together over 50 volunteers who helped Ukrainian refugees more than 1300 times.",
  "fra-olena": "A few words about direct support from volunteer Olena Varlamova:",
  "quote-olena": "I came to Norway in April 2022 with my three daughters. The husband remained to support his parents and household in Ukraine. Life did not prepare us for an emergency move, so life in a refugee camp was a real test. In order to somehow make the life of my children better and help other people, I joined Vadym’s team as a volunteer. I interviewed neighbors and made lists of what help they needed. It helped me to understand what needs people have, to meet other volunteers and to make life a little bit better.",
  "summary-title": "Summary",
  "summary-text": "Direct address support successfully existed for seven weeks. During this time, volunteers helped a lot. The level of requests has increased significantly on the average during this time, exceeded the standard of living volunteers themselves. This is actually a good point where direct address support is no longer needed.",
  "statistics-title": "Statistics",
  "statistics-text": "In 7 weeks, 1258 applications were received, and at least 340 were fulfilled. The overall result was 27%, that mean that every fourth application was fulfilled. This is a great result!",
  "volunteers-involved": "The project involved at least 50 volunteers:",
  "volunteers-list": "Aleksandra, Alexandra, Alyona, Andrey, Aséma, Elena, Elena, Elena, Irina, Julia, Kirill, Lana, Lidia, Lina, Polina, Sveta, Victoria, Alexey, Alena, Anastasia, Anna, Anna, Asel, Vagif, Vadim, Dmitry, Evgenia, Evgenia, Elena, Katerina, Katya, Katya, Xenia, Maria, Maria, Maria, Nadia, Natalia, Oksana, Olena, Olga, Olga, Roman, Tatyana, Tatyana, Tetyana, Evelina, Julia, Julia, Julia.",
  "project-complete": "The goals of the project have been achieved. Project completed."
}
