{
  "title": "Noun",
  "introduction": "A noun is a part of speech that is used to name a person, place, animal, thing or idea, answering the questions «who?» or «what?». Nouns in Norwegian have a gender and change according to number and semantic definiteness.",
  "details": "Read more",
  "gender": "GENDER",
  "gender-one": "Most English nouns do not have grammatical gender. Nouns referring to people do not have separate forms for men (male form) and women (female form). However, some nouns traditionally had different forms. In Norwegian, all nouns have three genders: masculine, feminine, and neuter. The article shows us what gender a noun is:",
  "gender-two": "Good news! In bokmål (one of the two variants of Norwegian), all feminine words can be used as if they were masculine, and this is not a mistake. Therefore, it only makes sense to memorize gender for middle nouns (about 25% of them).",
  "masculine-gender": "Masculine gender",
  "feminine-gender": "Feminine gender",
  "neuter-gender": "Neuter gender",
  "article": "article",
  "boy": "boy",
  "girl": "girl",
  "child": "child",
  "apple": "apple",
  "or": "or",
  "boys": "boys",
  "girls": "girls",
  "apples": "apples",
  "children": "children",
  "reading-book": "I'm reading a book",
  "liker-te": "I like tea",
  "uncountable": "Uncountable nouns (e.g., liquids or abstract concepts) are not preceded by artifices.",
  "indefinite-form": "Indefinite form of the nouns",
  "indefinite-one": "If a singular noun introduces new information and denotes something that can be counted and completed with the word «some» or «one», the indefinite article will precede the noun",
  "indefinite-two": "depending on the gender",
  "definite-form": "Definite form of the nouns",
  "definite-one": "When it is known what or who is being talked about (e.g., already mentioned in the text), a noun in a certain form is used: the article goes to the end of the word and becomes part of the word (suffix).",
  "definite-two": " becomes ",
  "definite-three": "(the letter t at the end of definite nouns is not readable)",
  "plural": "Plural",
  "ending": ": ending ",
  "plural-three": " (exception) ",
  "look-up-noun": "Where do I look for noun forms? In dictionaries",
  "russian-norwegian-dictionary": "Lexin Norwegian-English dictionary, with voiceover",
  "forms-of-word": "to see the forms of the word, look for the line",
  "ordbokene-explanatory-dictionary": "The website for the two Norwegian standard dictionaries Bokmålsordboka and Nynorskordboka",
  "click-on-vis": "to see the forms of the word, click on",
  "dict-dictionary": "Norwegian-English dictionary ",
  "dict-link": "https://www.dict.com/engelsk-norsk/%C3%86re%20til%20Ukraina!",
  "with-transcription": "(has transcription and word phrases, and if you enter a sentence, translates individual words)",
  "tables-forms-voicing": "",
  "welcome-to-telegram": "",
  "norsklett": ""
}
