{
  "meta-title": "Borinorge — Ordbøkene",
  "meta-description": "In May 2023, we gathered together to translate the interface of the Ordbøkene website. The work was supported by experts from the University of Bergen and the Language Council of Norway.",
  "title": "Ordbøkene",
  "description": "In May 2023, we gathered together to translate the interface of the Ordbøkene website. The work was supported by experts from the University of Bergen and the Language Council of Norway.",
  "description-2024": "In April 2024, the new version of the Ordbøkene website was released. The Ukrainian version is up to date.",
  "team": "Vadym Kaninskyi, Olena Varlamova, Margunn Rauset and Oksana Donets:",
  "fra-margunn": "Here are some words from Margunn Rauset, who is the project manager for the revision of the Bokmål Dictionary and Nynorsk Dictionary at the University of Bergen::",
  "quote-margunn": "Dictionary editorial teams in many countries facilitate searches in digital dictionaries in English, which is the lingua franca of our time. At least in a Nordic context, it is an innovation that a group with competence in a language other than the one a dictionary page covers, takes the initiative themselves to create a translation of the interface, making the dictionaries easier to use for new user groups. The team that contacted the University of Bergen and the Language Council because they wanted to create a Ukrainian translation of the interface to ordbøkene.no turned out to be composed of dedicated, professional, and capable people who handled both the linguistic and technical sides of the project brilliantly. Olena, Oksana, Vadym, and the other contributors have made ordbøkene.no more accessible and innovative, and I look forward to seeing how these driven, skilled, and pleasant people will contribute to other Norwegian projects.",
  "fra-olena": "Few words from Olena Varlamova:",
  "quote-olena": "Many Ukrainians use the ordbøkene website to learn Norwegian. We thought it would be great to translate the website interface into Ukrainian. We contacted the experts at the University of Bergen and the Language Council of Norway. They supported our initiative. Our team consists of linguists, translators, and programmers. We are excited to provide a high-quality translation of this website’s interface.",
  "oksana-ta-sturla": "Oksana Donets and Sturla Berg-Ulsen, Senior Advisor of the Language Council of Norway:",
  "fra-oksana": "Few words from Oksana Donets:",
  "quote-oksana": "In the project, I took responsibility for final testing. In addition, I was responsible for communication with colleagues from the Norwegian Language Council. Using my background in journalism, I also collaborated on a video for the release to showcase the finished work. You can watch the video below on this page."
}
