{
  "meta-title": "Borinorge — Home",
  "meta-description": "Vi bor i Norge is a website for those who have recently moved to Norway and wish to actively participate in Norwegian society. The goal is to bridge cultures through ideas for meeting places and volunteer work, and to assist those who have recently moved to Norway with answers to questions related to integration.",
  "hello": "Hi, everyone 👋",
  "lang": "Language",
  "en": "English",
  "no": "Norwegian",
  "ru": "Russian",
  "uk": "Ukrainian",
  "description-part-1": "Vi bor i Norge is a website for those who have recently moved to Norway and wish to actively participate in Norwegian society. The goal is to bridge cultures through ideas for meeting places and volunteer work, and to assist those who have recently moved to Norway with answers to questions related to integration.",
  "description-part-2": "As an immigrant to Norway, most people have a desire to contribute to society, but how to get started? A great start might be to participate in a volunteer project. It offers the opportunity to meet new people, and is at the same time both exciting and meaningful. Such projects can also serve as a ticket to the regular job market by showcasing one's skills and building a resume.",
  "privacy-statement": "Privacy Statement",
  "privacy-policy": "Borinorge collects anonymized information about visitors to the website using Vercel Web Analytics. This technology does not use cookie files and stores only anonymized information for no more than 30 days. The statistics are collected to improve and further develop the website. Examples of what the statistics provide answers to include the number of people visiting different pages, which browsers are used, and from which countries visits are made. Vercel Web Analytics complies with the GDPR law.",
  "coming-soon": "Projects are coming soon...",
  "projects": "Projects",
  "project-alias": "Alias Online",
  "project-troens-kraft": "The Power of Belief",
  "project-ordbokene": "Ordbøkene",
  "project-it-kunnskap": "IT marathon",
  "project-redaksjon": "Redaction",
  "project-direkte-stotte": "Direct support",
  "about-us": "About us",
  "about-us-description-part-1": "Vi bor i Norge is an Urban common project that is operated through volunteer work on a non-profit basis. The initiator is Vadym Kaninskyi who started the website in 2022. Below you will find more information about who we are.",
  "about-us-description-part-2": "Do you have feedback for the website? Please feel free to contact one of us:",
  "oksana-donets": "Oksana Donets",
  "olena-varlamova": "Olena Varlamova",
  "vadym-kaninskyi": "Vadym Kaninskyi"
}
