{
  "meta-title": "The Power of Belief",
  "meta-description": "Launched in Fall 2022, Alias online allows playing a traditional game online to learn Norwegian, enhanced by AI with a solo mode, focusing on Ukrainian learners",
  "title": "The Power of Belief",
  "description-tro": "We invite you to join our series of 6 webinars-training in the first quarter of 2024, where we will focus on self-development and personal self-realization. In these sessions, you will have a unique opportunity to learn how to increase your self-confidence, form personal beliefs, and overcome fears. We will delve deeply into the functioning of the brain, discuss how to train the brain to adapt to changes and create new neural connections. We will also consider how proactivity and mindfulness can lead to success and leadership. Your guide into the world of personal development opportunities will be Yevgeniya Shalimova — a PCC (Professional) level coach certified by the International Coaching Federation ICF.",
  "description-it": "We invite you to our inspiring course of lectures that covers current topics of the modern digital era! During the course, you will gain knowledge about the cultural aspects of the digital environment, learn about new professions emerging in the digital world, and the specifics of digital currency operation. We will also discuss the importance of digital transformation in various fields, reveal the secrets of success in blogging and personal branding, and delve into the concept of digital sovereignty. Don't miss the opportunity to expand your horizons and enhance your digital competence with us! Your lecturer will be Vadym Kaninsky.",
  "calendar-tro": "The Power of Faith",
  "summary-tro": "🔥 6 webinars with Yevgeniya Shalimova: 'Unleashing the Potential of Faith and Self-Realization'",
  "calendar-it": "IT Section",
  "summary-it": "🧑‍💻 6 webinars with Vadym Kaninsky: 'Digital Transformation: Diving into Modern Technologies and Culture'",
  "quote": "\"In the fall of 2023, I established a group for Norwegians studying Ukrainian and conducted 10 Alias online games in Ukrainian and a bit of Norwegian as part of my initiative, as an addition and as oral practice for the course from the University of Oslo. This was a fantastic experience!\" — Oksana Donets, project leader.",
  "contact-us": "Contact us"
}
