{
  "meta-title": "Borinorge — The Power of Belief",
  "meta-description": "Join our webinars on personal growth and IT literacy in 2024. Learn digital culture, blogging success, and self-development with experts Shalimova and Kaninsky.",
  "title": "The Power of Belief",
  "description-tro": "We invite you to join our series of 6 webinars-training in the first quarter of 2024, where we will focus on self-development and personal self-realization. In these sessions, you will have a unique opportunity to learn how to increase your self-confidence, form personal beliefs, and overcome fears. We will delve deeply into the functioning of the brain, discuss how to train the brain to adapt to changes and create new neural connections. We will also consider how proactivity and mindfulness can lead to success and leadership. Your guide into the world of personal development opportunities will be Yevgeniya Shalimova — a PCC (Professional) level coach certified by the International Coaching Federation ICF.",
  "description-it": "We invite you to our inspiring course of lectures that covers current topics of the modern digital era! During the course, you will gain knowledge about the cultural aspects of the digital environment, learn about new professions emerging in the digital world, and the specifics of digital currency operation. We will also discuss the importance of digital transformation in various fields, reveal the secrets of success in blogging and personal branding, and delve into the concept of digital sovereignty. Don't miss the opportunity to expand your horizons and enhance your digital competence with us! Your lecturer will be Vadym Kaninskyi.",
  "calendar-tro": "The Power of Faith",
  "summary-tro": "🔥 6 webinars with Yevgeniya Shalimova: 'Unleashing the Potential of Faith and Self-Realization'",
  "calendar-it": "IT Section",
  "summary-it": "🧑‍💻 6 webinars with Vadym Kaninskyi: 'Digital Transformation: Diving into Modern Technologies and Culture'",
  "tro-tema-1": "Faith as a gift from God and a powerful mechanism for advancing towards one's goal (spiritual aspect. Part 1)",
  "tro-tema-2": "Self-confidence, and how faith affects it (psychological aspect. Part 2)",
  "tro-tema-3": "My beliefs. I am what I believe in!",
  "tro-tema-4": "Allowing yourself! What lies behind it? Various fears and their transformation.",
  "tro-tema-5": "How does our brain work? Beckhard's change formula.",
  "tro-tema-6": "Proactivity as a lifestyle. Mindfulness. Leadership. Networking. The success formula by T. Leonard.",
  "it-tema-1": "Cultural Practices in the Digital Environment",
  "it-tema-2": "Future Specialties in the Digital Environment",
  "it-tema-3": "Digital Money",
  "it-tema-4": "Digital Transformation",
  "it-tema-5": "Blogging and Personal Branding",
  "it-tema-6": "Digital Sovereignty"
}
