{
  "meta-title": "Borinorge — Адресная помощь",
  "meta-description": "Ознакомьтесь с волонтёрским проектом Bor i Norge для украинских беженцев под руководством Вадима Канинского и Олены Варламовой.",
  "title": "Адресная помощь",
  "fra-vadym": "Несколько слов про адресную помощь от организатора проекта и волонтера Вадима Канинского:",
  "quote-vadym": "У меня есть большой опыт волонтерской работы, в том числе международный. Поэтому я знал, что делать и как помогать. Используя современные средства коммуникации я объединил вместе более 50 волонтеров, которые помогли украинским беженцам более 1300 раз.",
  "fra-olena": "Несколько слов про адресную помощь от волонтера Елены Варламовой:",
  "quote-olena": "Я приехала в Норвегию в апреле 2022 года со своими тремя дочерьми. Супруг остался поддерживать родителей и хозяйство в Украине. Жизнь не готовила нас к экстренному переезду, поэтому жизнь в лагере беженцев была настоящим испытанием. Для того, чтобы как-то сделать лучше жизнь своих детей и помочь другим людям я присоединилась в команду Вадима в качестве волонтера. Я опрашивала соседей и составляла списки, какая помощь им требуется. Это помогло мне понять, какие потребности есть у людей, познакомиться с другими волонтерами и сделать жизнь чуточку лучше.",
  "summary-title": "Результат",
  "summary-text": "Адресная помощь успешно отработала семь недель. За это время волонтеры много помогли. Уровень запросов в среднем за это время значительно вырос, тем самым превысив уровень жизни волонтеров. Это та хорошая точка, в которой адресная помощь более не нужна.",
  "statistics-title": "Cтатистика",
  "statistics-text": "За 7 недель поступило 1258 заявок, из которых как минимум 340 были выполнены. Общий результат составил 27%, то есть каждая четвертая заявка была выполнена. Это отличный результат!",
  "volunteers-involved": "В проекте приняли участие минимум 50 волонтеров:",
  "volunteers-list": "Aleksandra, Alexandra, Alyona, Andrey, Aséma, Elena, Elena, Elena, Irina, Julia, Kirill, Lana, Lidia, Lina, Polina, Sveta, Victoria, Алексей, Алена, Анастасия, Анна, Анна, Асель, Вагиф, Вадим, Дмитрий, Евгения, Евгения, Елена, Катерина, Катя, Катя, Ксения, Мария, Мария, Мария, Надя, Наталия, Оксана, Олена, Ольга, Ольга, Роман, Татьяна, Татьяна, Тетяна, Эвелина, Юлия, Юлия, Юлия.",
  "project-complete": "Цели проекта достигнуты. Проект завершен."
}
