{
  "title": "Существительное",
  "introduction": "Класс слов, обозначающих предметы, людей и понятия, отвечает на вопросы «кто?» или «что?». Существительные в норвежском языке имеют род и изменяются в зависимости от количества и смысловой определённости.",
  "details": "Подробнее",
  "gender": "РОД",
  "gender-one": "В норвежском языке есть существительные трёх родов: мужского, женского и среднего. Если в русском языке слово мужского рода, то оно необязательно будет такого же рода в норвежском. Какого рода существительное, нам показывает артикль:",
  "gender-two": "Хорошая новость! На bokmål (один из двух вариантов норвежского языка) все слова женского рода можно использовать так, как будто они мужского рода, и это не будет ошибкой. Поэтому запоминать род есть смысл только для существительных среднего рода (их около 25%).",
  "masculine-gender": "Мужской род",
  "feminine-gender": "Женский род",
  "neuter-gender": "Средний род",
  "article": "артикль",
  "boy": "мальчик",
  "girl": "девочка",
  "child": "ребёнок",
  "apple": "яблоко",
  "or": "или",
  "boys": "мальчики",
  "girls": "девочки",
  "apples": "яблоки",
  "children": "дети",
  "reading-book": "Я читаю книгу (т.е., я читаю какую-то книгу или одну книгу)",
  "liker-te": "Мне нравится чай",
  "uncountable": "Перед неисчисляемыми существительными (например, жидкости или абстрактные понятия) артикли не ставят.",
  "indefinite-form": "Неопределенная форма существительного",
  "indefinite-one": "Если существительное в единственном числе вводит новую информацию и обозначает что-то, что можно сосчитать и дополнить словом «какой-то» или «один», то перед существительным будет неопределенный артикль",
  "indefinite-two": "в зависимости от рода",
  "definite-form": "Определенная форма существительного",
  "definite-one": "Когда известно, о чём или о ком идёт речь (например, уже упоминалось в тексте), используется существительное в определенной форме: артикль уходит в конец слова и превращается в часть слова (суффикс).",
  "definite-two": " превращается в ",
  "definite-three": "(буква t в конце определённых существительных не читается)",
  "plural": "Множественное число",
  "ending": ": окончание ",
  "plural-three": " (исключение) ",
  "look-up-noun": "Где смотреть формы существительного? В словарях",
  "russian-norwegian-dictionary": "Словарь русско-норвежский Lexin, с озвучкой",
  "forms-of-word": "чтобы посмотреть формы слова, ищите строчку",
  "ordbokene-explanatory-dictionary": "Толковый словарь норвежского языка",
  "click-on-vis": "чтобы посмотреть формы слова, нажмите на",
  "dict-dictionary": "Норвежско-русский словарь ",
  "dict-link": "https://www.dict.com/%D0%BD%D0%BE%D1%80%D0%B2%D0%B5%D0%B6%D1%81%D0%BA%D0%BE-%D1%80%D1%83%D1%81%D1%81%D0%BA%D0%B8%D0%B8/%C3%86re%20til%20Ukraina!",
  "with-transcription": "(есть транскрипция и фразы со словом, а также если ввести предложение, переводит отдельные слова)",
  "tables-forms-voicing": "Хотите узнать больше о том, когда именно использовать неопределенную или определенную форму, ставить ли артикль, какие есть исключения из правил, а также найти список слов среднего рода с переводом и озвучкой?",
  "welcome-to-telegram": "Добро пожаловать в Телеграм ",
  "norsklett": "\"Норвежский? Легко!\" "
}
