{
  "meta-title": "Borinorge — Главная",
  "meta-description": "Vi bor i Norge — это веб-сайт для тех, кто недавно переехал в Норвегию и хочет активно включиться в норвежское общество. Наша цель состоит в том, чтобы строить мосты между культурами через идеи встреч и волонтерской работы, а также помочь мигрантам найти ответы на вопросы, связанные с интеграцией.",
  "hello": "Привет, все 👋",
  "lang": "Язык",
  "en": "Английский",
  "no": "Норвежский",
  "ru": "Русский",
  "uk": "Украинский",
  "description-part-1": "Vi bor i Norge — это веб-сайт для тех, кто недавно переехал в Норвегию и хочет активно включиться в норвежское общество. Наша цель состоит в том, чтобы строить мосты между культурами через идеи встреч и волонтерской работы, а также помочь мигрантам найти ответы на вопросы, связанные с интеграцией.",
  "description-part-2": "Большинство новоприбывших хотят внести свой вклад в общество, но часто не знают, с чего начать. Отличным стартом может стать участие в волонтерском проекте. Это не только захватывающий и значимый опыт, но и отличная возможность встретить новых людей. Кроме того, участие в таких проектах может служить входным билетом в обычную рабочую жизнь, позволяя продемонстрировать собственные навыки и построить профессиональное портфолио.",
  "privacy-statement": "Политика конфиденциальности",
  "privacy-policy": "Borinorge собирает анонимизированную информацию о посетителях сайта с помощью Vercel Web Analytics. Эта технология не использует файлы куки и хранит только анонимизированную информацию не более 30 дней. Статистика собирается для улучшения и дальнейшего развития сайта. Примеры того, на что статистика дает ответы, включают количество людей, посещающих разные страницы, какие браузеры используются и из каких стран осуществляются визит. Vercel Web Analytics соотстветсвует закону GDPR.",
  "coming-soon": "Скоро будут все проекты...",
  "projects": "Проекты",
  "project-alias": "Алиас онлайн",
  "project-troens-kraft": "Сила веры",
  "project-ordbokene": "Ordbøkene",
  "project-it-kunnskap": "ИТ-марафон",
  "project-redaksjon": "Редакция",
  "project-direkte-stotte": "Адресная помощь",
  "about-us": "О нас",
  "about-us-description-part-1": "Vi bor i Norge — это проект Urban common, который ведется на основе добровольного труда и некоммерчески. Инициатором является Вадим Канинский, который запустил веб-сайт в 2022 году. Ниже вы найдете больше информации о том, кто мы.",
  "about-us-description-part-2": "Есть предложения по сайту? Не стесняйтесь обращаться к одному из нас:",
  "oksana-donets": "Оксана Донец",
  "olena-varlamova": "Елена Варламова",
  "vadym-kaninskyi": "Вадим Канинский"
}
