{
  "meta-title": "Borinorge — Сила веры",
  "meta-description": "Присоединяйтесь к нашим вебинарам о личностном росте и компьютерной грамотности в 2024 году. Учитесь цифровой культуре, успеху в блогинге и саморазвитию с экспертами Шалимовой и Канинским.",
  "title": "Сила веры",
  "description-tro": "Приглашаем вас присоединиться к нашей серии из 6 вебинаров-тренингов в первом квартале 2024 года, где мы сосредоточимся на саморазвитии и личной самореализации. В рамках этих встреч вы получите уникальную возможность узнать, как повысить вашу уверенность в себе, сформировать личные убеждения и преодолеть страхи. Мы глубоко погрузимся в тему функционирования мозга, обсудим, как приучать мозг к изменениям и создавать новые нейронные связи. Также мы рассмотрим, как проактивность и осознанность могут привести к успеху и лидерству. Вашим проводником в мир возможностей личностного развития будет Евгения Шалимова — коуч уровня РСС (профессионал), сертифицированный Международной Коучинговой Федерацией ICF.",
  "description-it": "Приглашаем вас на наш вдохновляющий курс лекций, который охватывает актуальные темы современной цифровой эпохи! В ходе курса вы получите знания о культурных аспектах цифровой среды, узнаете о новых специальностях, появляющихся в цифровом мире, и особенностях функционирования цифровых валют. Мы также обсудим значение цифровой трансформации в различных сферах, раскроем секреты успеха в блоггинге и построении личного бренда, а также погрузимся в концепцию цифрового суверенитета. Не упустите возможность расширить свои горизонты и повысить цифровую компетентность вместе с нами! Вашим лектором будет Вадим Канинский.",
  "calendar-tro": "Сила веры",
  "summary-tro": "🔥 6 вебинаров с Евгенией Шалимовой: «Раскрытие потенциала веры и самореализации»",
  "calendar-it": "IT-секция",
  "summary-it": "🧑‍💻 6 вебинаров с Вадимом Канинским: «Цифровая трансформация: погружение в современные технологии и культуру»",
  "tro-tema-1": "Вера как дар от Бога и мощный механизм продвижения к своей цели (духовный аспект. Часть 1)",
  "tro-tema-2": "Уверенность в себе, и как вера влияет на нее (психологический аспект. Часть 2)",
  "tro-tema-3": "Мои убеждения. Я есть то, во что я верю!",
  "tro-tema-4": "Разрешение себе! Что за этим скрывается? Разнообразные страхи и их трансформация.",
  "tro-tema-5": "Как работает наш мозг? Формула изменений по Бекхарду.",
  "tro-tema-6": "Проактивность как образ жизни. Осознанность. Лидерство. Networking. Формула успеха от Т. Леонарда.",
  "it-tema-1": "Культурные практики цифровой среды",
  "it-tema-2": "Специальности будущего в цифровой среде",
  "it-tema-3": "Цифровые деньги",
  "it-tema-4": "Цифровая трансформация",
  "it-tema-5": "Блоггинг и персональный бренд",
  "it-tema-6": "Цифровой суверенитет"
}
