{
  "meta-title": "Borinorge — Direkte støtte",
  "meta-description": "Utforsk Bor i Norges frivilligprosjekt for ukrainske flyktninger, ledet av Vadym Kaninskyi og Olena Varlamova, som viser samfunnsstøtte.",
  "title": "Direkte støtte",
  "fra-vadym": "Noen få ord om direkte støtte fra prosjektarrangør og frivillig Vadym Kaninskyj:",
  "quote-vadym": "Jeg har lang erfaring med frivillig arbeid, også internasjonalt. Så jeg visste hva jeg skulle gjøre og hvordan jeg skulle hjelpe. Ved å bruke moderne kommunikasjonsverktøy samlet jeg mer enn 50 frivillige som hjalp til ukrainske flyktninger mer enn 1300 ganger.",
  "fra-olena": "Noen ord om målrettet bistand fra frivillig Olena Varlamova:",
  "quote-olena": "Jeg kom til Norge i april 2022 med mine tre døtre. Ektemannen ble igjen for å forsørge foreldrene og husstanden i Ukraina. Livet forberedte oss ikke på en nødflytting, så livet i en flyktningleir var en skikkelig prøvelse. For på en eller annen måte å gjøre livet til barna mine bedre og hjelpe andre mennesker, ble jeg med i Vadyms team som frivillig. Jeg intervjuet naboer og laget lister over hvilken hjelp de trengte. Det hjalp meg å forstå hvilke behov folk har, å møte andre frivillige og å gjøre livet litt bedre.",
  "summary-title": "Resultaten",
  "summary-text": "Støtte for direkte adresser eksisterte i syv uker. I løpet av denne tiden hjalp frivillige til mye. Nivået på forespørsler har økt betydelig i gjennomsnitt i løpet av denne tiden, overskredet levestandarden for frivillige selv. Dette er faktisk et godt punkt der direkte adressestøtte ikke lenger er nødvendig.",
  "statistics-title": "Statistikken",
  "statistics-text": "På 7 uker kom det inn 1258 forespørsler, og minst 340 ble løst. Totalresultatet var 27 %, det vil si at hver fjerde søknad ble oppfylt. Dette er et flott resultat!",
  "volunteers-involved": "Prosjektet involverte minst 50 frivillige:",
  "volunteers-list": "Aleksandra, Alexandra, Alyona, Andrey, Aséma, Elena, Elena, Elena, Irina, Julia, Kirill, Lana, Lidia, Lina, Polina, Sveta, Victoria, Alexey, Alena, Anastasia, Anna, Anna, Asel, Vagif, Vadim, Dmitry, Evgenia, Evgenia, Elena, Katerina, Katya, Katya, Xenia, Maria, Maria, Maria, Nadia, Natalia, Oksana, Olena, Olga, Olga, Roman, Tatyana, Tatyana, Tetyana, Evelina, Julia, Julia, Julia.",
  "project-complete": "Målene for prosjektet er nådd. Prosjekt fullført."
}
