{
  "meta-title": "Borinorge — Ordbøkene",
  "meta-description": "I mai 2023 samlet vi oss for å oversette brukergrensesnittet til nettsiden Ordbøkene.no. Arbeidet ble støttet av eksperter fra Universitetet i Bergen og Språkrådet i Norge.",
  "title": "Ordbøkene",
  "description": "I mai 2023 samlet vi oss for å oversette brukergrensesnittet til nettsiden Ordbøkene.no. Arbeidet ble støttet av eksperter fra Universitetet i Bergen og Språkrådet i Norge.",
  "description-2024": "I april 2024 ble den nye versjonen av nettstedet Ordbøkene lansert. Den ukrainske versjonen er oppdatert.",
  "team": "Vadym Kaninskyi, Olena Varlamova, Margunn Rauset and Oksana Donets:",
  "fra-margunn": "Noen ord fra Margunn Rauset, som er prosjektleder for revisjonen av Bokmålsordboka og Nynorskordboka på Universitet i Bergen:",
  "quote-margunn": "Ordbokredaksjoner i mange land tilrettelegger for søk i digitale ordbøker på engelsk, som vår tids lingua franca. Iallfall i nordisk sammenheng er det en nyvinning at en gruppe med kompetanse på et annet språk enn de en ordbokside omfatter, selv tar initiativ til å lage en oversettelse av grensesnittet, slik at ordbøkene blir enklere å ta i bruk av nye brukergrupper. Teamet som kontaktet Universitetet i Bergen og Språkrådet fordi de ville lage en ukrainsk oversettelese av grensesnittet til ordbøkene.no, viste seg å være satt sammen av dedikerte, profesjonelle  og flinke folk som håndterte både de språklige og tekniske sidene ved prosjektet med glans. Olena, Oksana, Vadym og de andre bidragsyterne har gjort ordbøkene.no mer tilgjengelige og innovative, og jeg gleder meg til å følge med på hvordan disse drivende dyktige og hyggelige menneskene kommer til å bidra til andre norske prosjekt.",
  "fra-olena": "Noen ord fra Olena Varlamova:",
  "quote-olena": "Mange ukrainere bruker ordbøker på nett for å lære norsk. Vi tenkte det ville være flott å oversette brukergrensesnittet på nettstedet Ordbøkene.no til ukrainsk. Vi har kontaktet spesialister ved Universitetet i Bergen og Språkrådet, og de støtter initiativet vårt. I teamet vårt har vi lingvister, oversettere, programmerere og ledere. Vi er glade for å kunne lage en kvalitetsmessig oversettelse av nettstedets brukergrensesnitt.",
  "oksana-ta-sturla": "Oksana Donets og Sturla Berg-Olsen, seniorrådgiver i Språkrådet:",
  "fra-oksana": "Noen ord fra Oksana Donets:",
  "quote-oksana": "Ordbøkene er en av mine favorittressurser for å lære norsk. I dette prosjektet var jeg ansvarlig for slutttesting av grensesnittet og kommunikasjonen med kollegaer fra Språkrådet. I tillegg ledet jeg arbeidet med å lage en video der vi presenterte det ukrainske grensesnittet. Min journalistiske erfaring kom godt med her. Du kan se videoen lenger ned på siden."
}
