{
  "meta-title": "Borinorge — Hjem",
  "meta-description": "Vi bor i Norge. Denne nettsiden handler om historien om integreringen av ukrainere i det norske samfunnet, om menneskene og organisasjonene som hjelper til.",
  "hello": "Hei, alle sammen 👋",
  "description": "Vi er Oksana og Olena. Vi bor i Norge. Denne nettsiden handler om historien om integreringen av ukrainere i det norske samfunnet, om aktiviteter som foregår, om menneskene og organisasjonene som hjelper til. Nettsiden er et initiativ av ukrainere i Norge.",
  "quote-oksana": "Som en erfaren prosjektleder innen mediebransjen, bringer jeg kunnskap og  erfaring fra IT-sektoren med et spesielt fokus på anvendelsen av kunstig intelligens. Jeg har praktisk erfaring med å integrere denne banebrytende teknologien i forskjellige prosjekter. Mine ferdigheter ligger i min evne til å effektivt navigere og lede i uforutsigbare og dynamiske miljøer. Jeg har en sterk track record i å utvikle produkter av høy kvalitet og har dyptgående innsikt i de kritiske komponentene som kreves for å skape fremragende løsninger.",
  "quote-olena": "Prosjektleder med kompetanse innen IT, finans, automatisering og praktisk erfaring med kunstig intelligens. Evne til rask læring og effektivt samarbeid på tvers av fagområder. Klar til å bidra med min erfaring til deres team.",
  "privacy-statement": "Personvernerklæring",
  "privacy-policy": "Borinorge samler inn anonymisert informasjon om besøkende på nettstedet ved hjelp av Vercel Web Analytics. Denne teknologien bruker ikke informasjonskapsler og lagrer kun anonymisert informasjon i ikke mer enn 30 dager. Statistikken samles inn for å forbedre og videreutvikle nettstedet. Eksempler på hva statistikken gir svar på inkluderer antall personer som besøker forskjellige sider, hvilke nettlesere som brukes, og fra hvilke land besøkene gjøres. Vercel Web Analytics overholder GDPR-loven.",
  "coming-soon": "Prosjekter kommer snart...",
  "projects": "Prosjekter",
  "project-alias": "Alias Online",
  "project-troens-kraft": "Troens kraft",
  "project-ordbokene": "Ordbøkene"
}
