{
  "meta-title": "Borinorge — Troens Kraft",
  "meta-description": "Bli med på våre webinarer om personlig vekst og IT-kunnskaper i 2024. Lær om digital kultur, bloggsuksess og selvutvikling med ekspertene Shalimova og Kaninsky.",
  "title": "Troens Kraft",
  "description-tro": "Vi inviterer deg til å bli med i vår serie med 6 webinar-treninger i første kvartal av 2024, der vi vil fokusere på selvutvikling og personlig selvrealisering. I disse øktene vil du få en unik mulighet til å lære hvordan du kan øke din selvtillit, forme personlige overbevisninger, og overvinne frykt. Vi vil dykke dypt inn i hjernens funksjon, diskutere hvordan trene hjernen til å tilpasse seg endringer og skape nye nevrale forbindelser. Vi vil også vurdere hvordan proaktivitet og bevissthet kan føre til suksess og lederskap. Din guide inn i verden av personlig utviklingsmuligheter vil være Jevhenija Sjalimova — en PCC (Professional) nivå coach sertifisert av International Coaching Federation ICF.",
  "description-it": "Vi inviterer deg til vår inspirerende forelesningsserie som dekker aktuelle temaer i den moderne digitale æraen! I løpet av kurset vil du få kunnskap om de kulturelle aspektene av det digitale miljøet, lære om nye yrker som oppstår i den digitale verden, og spesifikkene rundt drift av digitale valutaer. Vi vil også diskutere betydningen av digital transformasjon i ulike felt, avsløre suksesshemmelighetene i blogging og personlig merkevarebygging, og fordype oss i konseptet med digital suverenitet. Ikke gå glipp av sjansen til å utvide dine horisonter og øke din digitale kompetanse sammen med oss! Din foreleser vil være Vadym Kaninskyj.",
  "calendar-tro": "Troens Kraft",
  "summary-tro": "🔥 6 webseminarer med Jevhenija Sjalimova: 'Utløsning av Troens Potensial og Selvrealisering'",
  "calendar-it": "IT-seksjon",
  "summary-it": "🧑‍💻 6 webseminarer med Vadym Kaninskyj: 'Digital Transformasjon: Dykk inn i Moderne Teknologier og Kultur'",
  "tro-tema-1": "Tro som en gave fra Gud og en kraftig mekanisme for å bevege seg mot sitt mål (åndelig aspekt. Del 1)",
  "tro-tema-2": "Selvtillit, og hvordan tro påvirker den (psykologisk aspekt. Del 2)",
  "tro-tema-3": "Mine overbevisninger. Jeg er det jeg tror på!",
  "tro-tema-4": "Tillatelse til meg selv! Hva ligger bak det? Forskjellige frykter og deres transformasjon.",
  "tro-tema-5": "Hvordan fungerer vår hjerne? Endringsformelen etter Beckhard.",
  "tro-tema-6": "Proaktivitet som en livsstil. Bevissthet. Lederskap. Nettverking. Suksessformelen fra T. Leonard.",
  "it-tema-1": "Kulturelle praksiser i det digitale miljøet",
  "it-tema-2": "Fremtidens spesialiteter i det digitale miljøet",
  "it-tema-3": "Digital valuta",
  "it-tema-4": "Digital transformasjon",
  "it-tema-5": "Blogging og personlig merkevarebygging",
  "it-tema-6": "Digital suverenitet"
}
