{
  "meta-title": "Borinorge — Адресна допомога",
  "meta-description": "Дізнайтеся про волонтерський проект Bor i Norge для українських біженців під керівництвом Вадима Канінського та Олени Варламової.",
  "title": "Адресна допомога",
  "fra-vadym": "Декілька слів про адресну допомогу від організатора проекту та волонтера Вадима Канінського:",
  "quote-vadym": "У мене є великий досвід волонтерської роботи, зокрема міжнародний. Тож я знаю що робити і як допомагати. Використовуючи сучасні засоби комунікації, я об’єднав понад 50 волонтерів, які допомогли українським біженцям понад 1300 разів.",
  "fra-olena": "Декілька слів про адресну допомогу від волонтера Олени Варламової:",
  "quote-olena": "Я приїхала до Норвегії у квітні 2022 року зі своїми трьома дочками. Чоловік залишився підтримувати батьків та господарство в Україні. Моя сім’я була не готова до екстреного переїзду, тому життя в таборі біженців стало справжнім випробуванням. Для того, щоб якось покращити життя своїх дітей і допомогти іншим людям, я приєдналася до команди Вадима як волонтер. Я опитувала сусідів і складала списки усього, що вони потребують. Це допомогло мені зрозуміти, які потреби є у людей, познайомитися з іншими волонтерами і зробити життя трохи кращим.",
  "summary-title": "Результат",
  "summary-text": "Адресна допомога успішно відпрацювала сім тижнів. За цей час волонтери багато допомогли. Рівень запитів в середньому за цей час значно зріс, тим самим перевищивши рівень життя волонтерів. Це та хороша точка, в якій адресна допомога більше не потрібна.",
  "statistics-title": "Статистика",
  "statistics-text": "За 7 тижнів надійшло 1258 заявок, з яких щонайменше 340 було виконано. Загальний результат становив 27%, тобто кожну четверту заявку було виконано. Це чудовий результат!",
  "volunteers-involved": "У проекті взяли участь щонайменше 50 волонтерів:",
  "volunteers-list": "Aleksandra, Alexandra, Alyona, Andrey, Aséma, Elena, Elena, Elena, Irina, Julia, Kirill, Lana, Lidia, Lina, Polina, Sveta, Victoria, Алексей, Алена, Анастасия, Анна, Анна, Асель, Вагиф, Вадим, Дмитрий, Евгения, Евгения, Елена, Катерина, Катя, Катя, Ксения, Мария, Мария, Мария, Надя, Наталия, Оксана, Олена, Ольга, Ольга, Роман, Татьяна, Татьяна, Тетяна, Эвелина, Юлия, Юлия, Юлия.",
  "project-complete": "Цілей проекту досягнуто. Проект завершено."
}
