{
  "meta-title": "Borinorge — Ordbøkene",
  "meta-description": "У травні 2023 року ми зібралися разом для перекладу інтерфейсу сайту Ordbøkene. Роботу підтримали фахівці Бергенського університету та Мовної ради Норвегії.",
  "title": "Ordbøkene",
  "description": "У травні 2023 року ми зібралися разом для перекладу інтерфейсу сайту Ordbøkene. Роботу підтримали фахівці Бергенського університету та Мовної ради Норвегії.",
  "description-2024": "У квітні 2024 року було випущено нову версію вебсайту Ordbøkene. Українська версія оновлена.",
  "team": "Вадим Канінський, Олена Варламова, Маргунн Раусет та Оксана Донець:",
  "fra-margunn": "Кілька слів від Маргунн Раусет, яка є керівником проекту з перегляду Bokmålsordboka та Nynorskordboka:",
  "quote-margunn": "Редакції словників у багатьох країнах спрощують пошук у цифрових словниках англійською мовою, яка є лінгва франка нашого часу. Принаймні в контексті скандинавських країн, це новація, що група з компетенціями на іншій мові, ніж та, що охоплена сторінкою словника, самостійно бере ініціативу у створенні перекладу інтерфейсу, таким чином, словники стають простішими у використанні для нових груп користувачів. Команда, яка звернулася до Університету в Бергені та Ради з мови, бажаючи створити український переклад інтерфейсу до ordbøkene.no, виявилася складеною з відданих, професійних і здібних людей, які чудово впоралися як з мовними, так і з технічними аспектами проекту. Олена, Оксана, Вадим та інші учасники зробили ordbøkene.no більш доступними та інноваційними, і я з нетерпінням чекаю слідкувати за тим, як ці драйвові вмілі та приємні люди будуть сприяти іншим норвезьким проектам.",
  "fra-olena": "Декілька слів від Олени Варламової:",
  "quote-olena": "Багато українців користуються сайтом ordbøkene для вивчення норвезької мови. Ми подумали, що було б чудово перекласти інтерфейс сайту на українську мову. Ми зв’язалися зі спеціалістамі Бергенського університету та Мовної ради. Вони підтримали нашу ініціативу. У нашій команді є лінгвісти, перекладачі та програмісти. Ми раді зробити якісний переклад інтерфейсу цього сайту.",
  "oksana-ta-sturla": "Оксана Донець і Стурла Берг-Улсен, старший радник Мовної ради Норвегії:",
  "fra-oksana": "Декілька слів від Оксани Донець:",
  "quote-oksana": "Ordbøkene – один з моїх улюблених ресурсів для вивчення норвезької мови. У цьому проекті я відповідала за фінальне тестування інтерфейсу та комунікацію з колегами з Мовної ради. Окрім того, я керувала роботою над створенням відео, в якому ми презентували український інтерфейс. Тут у пригоді став мій журналістський досвід. Ви можете переглянути відео нижче на сторінці."
}
