{
  "meta-title": "Borinorge — Головна",
  "meta-description": "Vi bor i Norge — це вебсайт для тих, хто нещодавно переїхав до Норвегії та хоче активно долучитися до норвезького суспільства. Наша мета полягає у створенні мостів між культурами через ідеї зустрічей та волонтерської роботи, а також допомогти мігрантам знайти відповіді на питання, пов’язані з інтеграцією.",
  "hello": "Привіт, усім 👋",
  "lang": "Мова",
  "en": "Англійська",
  "no": "Норвезька",
  "uk": "Українська",
  "ru": "Російська",
  "description-part-1": "Vi bor i Norge — це вебсайт для тих, хто нещодавно переїхав до Норвегії та хоче активно долучитися до норвезького суспільства. Наша мета полягає у створенні мостів між культурами через ідеї зустрічей та волонтерської роботи, а також допомогти мігрантам знайти відповіді на питання, пов’язані з інтеграцією.",
  "description-part-2": "Більшість новоприбулих мають бажання внести свій вклад у суспільство, але часто не знають, з чого почати. Чудовим стартом може стати участь у волонтерському проекті. Це не тільки захоплюючий та значущий досвід, але й чудова можливість зустріти нових людей. Окрім того, участь у таких проектах може слугувати вхідним квитком до звичайного робочого життя, дати можливість продемонструвати власні навички та вибудувати професійне портфоліо.",
  "privacy-statement": "Політика конфіденційності",
  "privacy-policy": "Borinorge збирає анонімізовану інформацію про відвідувачів вебсайту за допомогою Vercel Web Analytics. Ця технологія не використовує файли cookie і зберігає лише анонімізовану інформацію не більше ніж на 30 днів. Статистика збирається для поліпшення та подальшого розвитку вебсайту. Приклади того, що надає статистика, включають кількість людей, які відвідують різні сторінки, які браузери використовуються та з яких країн здійснюються візити. Vercel Web Analytics відповідає закону GDPR.",
  "coming-soon": "Скоро будуть всі проекти...",
  "projects": "Проєкти",
  "project-alias": "Аліас онлайн",
  "project-ordbokene": "Ordbøkene",
  "project-it-kunnskap": "IT-марафон",
  "project-redaksjon": "Редакція",
  "project-direkte-stotte": "Адресна допомога",
  "about-us": "Про нас",
  "about-us-description-part-1": "Vi bor i Norge — це проект Urban common, який здійснюється на основі волонтерської роботи на некомерційній основі. Ініціатором є Вадим Канінський, який запустив вебсайт у 2022 році. Нижче ви знайдете більше інформації про те, хто ми.",
  "about-us-description-part-2": "Маєте пропозиції до вебсайту? Будь ласка, зв’яжіться з одним із нас:",
  "oksana-donets": "Оксана Донець",
  "olena-varlamova": "Олена Варламова",
  "vadym-kaninskyi": "Вадим Канінський"
}
