{
  "meta-title": "Borinorge — Сила віри",
  "meta-description": "Приєднуйтесь до наших вебінарів про особистісний ріст та комп'ютерну грамотність у 2024 році. Вивчайте цифрову культуру, успіх у блогінгу та саморозвиток з експертами Шалімовою та Канінським.",
  "title": "Сила віри",
  "description-tro": "Запрошуємо вас приєднатися до нашої серії з 6 вебінарів-тренінгів у першому кварталі 2024 року, де ми зосередимося на саморозвитку та особистісній самореалізації. В рамках цих зустрічей ви отримаєте унікальну можливість дізнатися, як збільшити вашу упевненість у собі, сформувати особистісні переконання та подолати страхи. Ми глибоко поринемо в тему функціонування мозку, обговоримо, як привчати мозок до змін і створювати нові нейронні зв'язки. Також ми розглянемо, як проактивність та усвідомленість можуть вести до успіху і лідерства. Вашим провідником у світ можливостей особистісного розвитку буде Євгенія Шалімова — коуч рівня РСС (професіонал) сертифікований Міжнародною Коучинговою Федерацією ICF",
  "description-it": "Запрошуємо вас на наш надихаючий курс лекцій, який охоплює актуальні теми сучасної цифрової ери! У ході курсу ви отримаєте знання про культурні аспекти цифрового середовища, дізнаєтеся про нові спеціальності, які з'являються у цифровому світі, та особливості функціонування цифрових валют. Ми також обговоримо значення цифрової трансформації в різноманітних сферах, розкриємо секрети успіху в блогінгу та розбудові персонального бренду, а також заглибимося в концепцію цифрового суверенітету. Не пропустіть можливість розширити свої горизонти та підвищити цифрову компетентність разом з нами! Вашим лектором буде Вадим Канінський.",
  "calendar-tro": "Сила віри",
  "summary-tro": "🔥 6 вебінарів з Євгенією Шалімовою: «Розкриття потенціалу віри і самореалізації»",
  "calendar-it": "IT-секція",
  "summary-it": "🧑‍💻 6 вебінарів з Вадимом Канінським: «Цифрова трансформація: занурення у сучасні технології і культуру»",
  "tro-tema-1": "Віра, як дар від Бога та потужний механізм просування до своєї мети (духовний аспект. Частина 1)",
  "tro-tema-2": "Впевненість у собі, та як віра впливає на неї (психологічний аспект. Частина 2)",
  "tro-tema-3": "Мої переконання. Я є те, у що я вірю!",
  "tro-tema-4": "Дозвіл собі! Що за ним криється? Різноманітні страхи та їх трансформація.",
  "tro-tema-5": "Як працює наш мозок? Формула змін за Бекхардом.",
  "tro-tema-6": "Проактивність як стиль життя. Усвідомленість. Лідерство. Networking. Формула успіху від Т. Леонарда.",
  "it-tema-1": "Культурні практики цифрового середовища",
  "it-tema-2": "Спеціальності майбутнього у цифровому середовищі",
  "it-tema-3": "Цифрові гроші",
  "it-tema-4": "Цифрова трансформація",
  "it-tema-5": "Блогінг та персональний бренд",
  "it-tema-6": "Цифровий суверенітет"
}
